[
  {
    "name": "\"Teizų kaimo ir kitų kaimų bendruomenė\"",
    "code": "305366321",
    "address": "Lazdijų r. sav., Teizų sen., Teizų k., Tiesioji g. 33, LT-67201"
  },
  {
    "name": "Daugiabučio gyvenamojo namo butų ir kitų patalpų savininkų bendrija Polocko 56",
    "code": "305869618",
    "address": "Vilnius, Polocko g. 56-31, LT-01205"
  },
  {
    "name": "Daugiabučio namo butų ir kitų patalpų Mėsinių g. 7 savininkų bendrija",
    "code": "303387231",
    "address": "Vilnius, Mėsinių g. 7-1, LT-01133"
  },
  {
    "name": "Druskininkų poezijos ir kitų menų mėgėjų asociacija \"Branduma\"",
    "code": "302635738",
    "address": "Druskininkai, Veisiejų g. 17, LT-66245"
  },
  {
    "name": "Gyvenamųjų namų ir kitų pastatų savininkų bendrija \"Svajonių kranto gyvenvietė\"",
    "code": "303353880",
    "address": "Klaipėdos r. sav., Sendvario sen., Slengių k., Virkučių g. 2-2, LT-92338"
  },
  {
    "name": "Inžinerinių tinklų, gyvenamųjų namų, ūkinių pastatų, kelių bei kitų bendro naudojimo objektų statybos bei eksploatavimo bendrija \"Miglė\"",
    "code": "186493584",
    "address": "Vilniaus r. sav., Avižienių sen., Riešės k."
  },
  {
    "name": "Kauno apskrities policijos ir kitų teisėsaugos darbuotojų profesinė sąjunga",
    "code": "193590343",
    "address": "Kaunas, Chemijos g. 4B, LT-51344"
  },
  {
    "name": "Kauno r. sav., Domeikava, Parko g. Nr. 25 Daugiabučio gyvenamojo namo ir kitų pastatų savininkų bendrija",
    "code": "304865392",
    "address": "Kauno r. sav., Domeikavos sen., Domeikavos k., Parko g. 25-20A, LT-54356"
  },
  {
    "name": "Lietuvos geležinkelių keleivių vežimo direkcijos aptarnaujančio personalo ir kitų darbuotojų profesinė sąjunga",
    "code": "302694220",
    "address": "Vilnius, Pelesos g. 10, LT-02111"
  },
  {
    "name": "Lietuvos neįgaliųjų, sergančiųjų sunkiomis, lėtinėmis ligomis, jų artimųjų ir kitų asmenų profesinė sąjunga \"Kartu mes stipresni\"",
    "code": "305537929",
    "address": "Vilnius, M. Katkaus g. 5-58, LT-09217"
  },
  {
    "name": "Nacionalinė MPS ir kitų genetinių metabolinių ligų asociacija",
    "code": "302637536",
    "address": "Gargždai, Klaipėdos g. 29-4, LT-96128"
  },
  {
    "name": "Poezijos ir kitų menų mėgėjų asociacija \"Menų šaltinis\"",
    "code": "302459496",
    "address": "Šiauliai, Aušros al. 64, LT-76235"
  },
  {
    "name": "Poilsio namų ir kitų negamybinių pastatų savininkų bendrija \"BANGOS AIDAS\"",
    "code": "142177378",
    "address": "Klaipėda, Skautų g. 7-21"
  },
  {
    "name": "Respublikinis Afganistano karo bei kitų karinių konfliktų invalidų labdaros ir paramos fondas",
    "code": "302631280",
    "address": "Vilniaus r. sav., Nemėžio sen., Skaidiškių k., Sodų g. 33A-5, LT-13273"
  },
  {
    "name": "Respublikinė Afganistano karo veteranų bei kitų karinių konfliktų dalyvių asociacija",
    "code": "191965691",
    "address": "Vilnius, Pamėnkalnio g. 13, LT-01114"
  },
  {
    "name": "Sedulinos al. 14/3 namo butų ir kitų patalpų savininkų bendrija",
    "code": "303047809",
    "address": "Visaginas, Sedulinos al. 14-62, LT-31128"
  },
  {
    "name": "VILNIAUS MIESTO DAUGIABUČIŲ NAMŲ IR KITŲ PASTATŲ ADMINISTRATORIŲ ASOCIACIJA",
    "code": "122253128",
    "address": "Vilnius, Islandijos g. 2-22"
  },
  {
    "name": "Vilkaviškio poezijos ir kitų menų mėgėjų asociacija \"Volungė\"",
    "code": "302678091",
    "address": "Vilkaviškis, Vilniaus g. 8-17, LT-70144"
  },
  {
    "name": "Vilniaus apskrities Afganistano karo veteranų bei kitų karinių konfliktų dalyvių sąjunga",
    "code": "302769947",
    "address": "Vilniaus r. sav., Nemėžio sen., Skaidiškių k., Sodų g. 33A-5, LT-13273"
  },
  {
    "name": "Vilniaus miesto Daugiabučio gyvenamojo namo, esančio adresu Gelvonų g. 33, Vilnius, butų ir kitų patalpų savininkų bendrija \"G33\"",
    "code": "304269353",
    "address": "Vilnius, Gelvonų g. 33-64, LT-07137"
  },
  {
    "name": "Vilniaus miesto kitos paskirties pastato Ateities g. 10 butų ir kitų patalpų savininkų bendrija \"Ateities 10\"",
    "code": "304025274",
    "address": "Vilnius, Ateities g. 10-513, LT-08345"
  },
  {
    "name": "Visuomeninių susivienijimų krepšinio ir kitų sporto šakų plėtrai remti tarptautinės sąjungos \"Jantarnij miač\" filialas",
    "code": "300027833",
    "address": "Vilnius, Latvių g. 15, LT-08123"
  }
]