[
  {
    "name": "Lietuvos kariuomenės Lietuvos didžiojo etmono Jono Karolio Chodkevičiaus pėstininkų brigada \"Žemaitija\"",
    "code": "304170519",
    "address": "Klaipėda, Jaunystės g. 7, LT-91274"
  },
  {
    "name": "Lietuvos kariuomenės Lietuvos didžiojo etmono Jono Karolio Chodkevičiaus pėstininkų brigados \"Žemaitija\" Brigados generolo Motiejaus Pečiulionio artilerijos batalionas",
    "code": "304503354",
    "address": "Šilalės r. sav., Pajūris, Dariaus ir Girėno g. 19, LT-75287"
  },
  {
    "name": "Lietuvos kariuomenės Lietuvos didžiojo etmono Jono Karolio Chodkevičiaus pėstininkų brigados \"Žemaitija\" Kunigaikščio Margirio pėstininkų batalionas",
    "code": "304856048",
    "address": "Radviliškis, Dariaus ir Girėno g. 144, LT-82141"
  },
  {
    "name": "Lietuvos kariuomenės Lietuvos didžiojo etmono Jono Karolio Chodkevičiaus pėstininkų brigados \"Žemaitija\" Lietuvos didžiojo kunigaikščio Butigeidžio dragūnų batalionas",
    "code": "300087741",
    "address": "Klaipėda, Liepojos g. 5, LT-92289"
  },
  {
    "name": "Lietuvos kariuomenės Lietuvos didžiojo etmono Jono Karolio Chodkevičiaus pėstininkų brigados \"Žemaitija\" Lietuvos didžiojo kunigaikščio Kęstučio pėstininkų batalionas",
    "code": "188745742",
    "address": "Tauragės r. sav., Tauragės sen., Laužo k. 1, LT-72370"
  },
  {
    "name": "Lietuvos kariuomenės Lietuvos didžiojo etmono Jono Karolio Chodkevičiaus pėstininkų brigados \"Žemaitija\" vadovybė",
    "code": "306083301",
    "address": "Klaipėda, Jaunystės g. 7, LT-91274"
  },
  {
    "name": "Lietuvos kariuomenės Mechanizuotoji pėstininkų brigada \"Geležinis Vilkas\"",
    "code": "188744989",
    "address": "Jonavos r. sav., Ruklos sen., Ruklos k., Karaliaus Mindaugo g. 11, LT-55283"
  },
  {
    "name": "Lietuvos kariuomenės Mechanizuotosios pėstininkų brigados \"Geležinis Vilkas\" Logistikos batalionas",
    "code": "304740969",
    "address": "Jonavos r. sav., Ruklos sen., Ruklos k., Karaliaus Mindaugo g. 11, LT-55283"
  },
  {
    "name": "Lietuvos kariuomenės Pėstininkų brigados \"Geležinis Vilkas\" Generolo Romualdo Giedraičio artilerijos batalionas",
    "code": "188769266",
    "address": "Jonavos r. sav., Rukla, Karaliaus Mindaugo g. 11"
  },
  {
    "name": "Lietuvos kariuomenės Pėstininkų brigados \"Geležinis Vilkas\" Karaliaus Mindaugo husarų batalionas",
    "code": "188745176",
    "address": "Panevėžio r. sav., Velžio sen., Pajuosčio k. 2, LT-38177"
  },
  {
    "name": "Lietuvos kariuomenės Pėstininkų brigados \"Geležinis Vilkas\" Kunigaikščio Vaidoto pėstininkų batalionas",
    "code": "188788195",
    "address": "Marijampolė, Vytauto g. 72, LT-68283"
  },
  {
    "name": "Lietuvos kariuomenės Pėstininkų brigados \"Geležinis Vilkas\" Lietuvos didžiojo kunigaikščio Algirdo pėstininkų batalionas",
    "code": "188745361",
    "address": "Jonavos r. sav., Rukla, Karaliaus Mindaugo g. 11"
  },
  {
    "name": "Lietuvos kariuomenės Pėstininkų brigados \"Geležinis Vilkas\" vadovybė",
    "code": "305592498",
    "address": "Jonavos r. sav., Ruklos sen., Ruklos k., Karaliaus Mindaugo g. 11, LT-55283"
  },
  {
    "name": "Lietuvos kariuomenės Pėstininkų brigados \"Geležinis vilkas\" Didžiosios kunigaikštienės Birutės ulonų batalionas",
    "code": "188745023",
    "address": "Alytus, Ulonų g. 14, LT-62157"
  },
  {
    "name": "Pirmojo pėstininkų Lietuvos Didžiojo Kunigaikščio Gedimino pulko ir Lietuvos Didžiojo Kunigaikščio Gedimino štabo bataliono muziejus",
    "code": "188207882",
    "address": "Vilnius, Jono Kairiūkščio g. 14, LT-08411"
  },
  {
    "name": "Ukmergės karo istorijos klubas \"1 - as LDK Didžiojo Etmono pėstininkų regimentas\"",
    "code": "300575452",
    "address": "Ukmergė, Dariaus ir Girėno g. 16-4, LT-20151"
  },
  {
    "name": "Lietuvos pėsčiųjų asociacija",
    "code": "304445253",
    "address": "Vilnius, Smėlio g. 1-21, LT-10326"
  },
  {
    "name": "Pėsčiųjų žygių asociacija",
    "code": "302597910",
    "address": "Jurbarkas, Ugniagesių g. 1, LT-74182"
  }
]