[
  {
    "name": "Biržų r., Širvėnos sen., Biržų k., Tinklų g. 3 gyvenamojo namo savininkų bendrija",
    "code": "155292487",
    "address": "Biržų r. sav., Širvėnos sen., Biržų k., Tinklų g. 3-1, LT-41180"
  },
  {
    "name": "Didžiasalio kaimo, Nemėžio sen., Vilniaus rajono daugiabučių gyvenamųjų namų esančių Pakupečių g. 55 savininkų bendrija \"Pakupečiai 55\"",
    "code": "303309072",
    "address": "Vilniaus r. sav., Nemėžio sen., Didžiasalio k., Pakupečių g. 55-7, LT-13264"
  },
  {
    "name": "Gyvenamųjų namų Vilniaus r. sav., Avižienių sen., Bajorų k., Šaulio g. savininkų bendrija \"Šaulio slėnis\"",
    "code": "304773353",
    "address": "Vilniaus r. sav., Avižienių sen., Bajorų k., Šaulio g. 68-2, LT-14189"
  },
  {
    "name": "Gyvenamųjų namų Šaltalankių gatvėje, Užubrasčio k., Pagirių sen., Vilniaus r. sav. savininkų bendrija \"Šaltalankių namai\"",
    "code": "306919846",
    "address": "Vilniaus r. sav., Pagirių sen., Užubrasčio k., Šaltalankių g. 9, LT-02237"
  },
  {
    "name": "Nemunaičio sen. Užupių gyv. gyvenamųjų namų Nr.5 ir Nr.6 savininkų bendrija",
    "code": "300500414",
    "address": "Alytaus r. sav., Nemunaičio sen., Užupių k., Užupių g. 8-4, LT-64201"
  },
  {
    "name": "Trakų r. sav., Lentvario sen., Naujojo Lentvario k. gyvenamųjų namų bendrija \"Saulės kalvos\"",
    "code": "306635778",
    "address": "Trakų r. sav., Lentvario sen., Naujojo Lentvario k., Saulės g. 43U, LT-25110"
  },
  {
    "name": "Viduklės ir Nemakščių sen. melioracijos statinių naudotojų asociacija",
    "code": "302433708",
    "address": "Raseinių r. sav., Viduklės sen., Stungurių k. 19, LT-60341"
  },
  {
    "name": "Vilniaus r. Zujūnų sen. Antežerių k. Gaisų g. 1C ir Gaisų g. 1D gyvenamųjų namų savininkų bendrija \"Slėnio kotedžai\"",
    "code": "303469543",
    "address": "Vilniaus r. sav., Zujūnų sen., Antežerių k., Gaisų g. 1C-5, LT-14158"
  },
  {
    "name": "Vilniaus raj. sav., Zujūnų sen., Antežerių k., Žirgų g. gyvenamųjų namų savininkų bendrija \"Žirgų slėnis\"",
    "code": "305933227",
    "address": "Vilniaus r. sav., Zujūnų sen., Antežerių k., Žirgų g. 1H-1, LT-14158"
  },
  {
    "name": "Vilniaus raj., Avižienių sen., Klevinės vs., Ievų gatvės individualių gyvenamųjų namų (butų) savininkų bendrija",
    "code": "302976892",
    "address": "Vilniaus r. sav., Avižienių sen., Klevinės vs., Ievų g. 6-1, LT-14199"
  },
  {
    "name": "Žemės sklypų adresais Vilniaus r. sav. Avižienių sen. Užubalių k. Blindžių g. 1 - 27, 29, 31, 33, 35, 37, 39, 41, 43, 45, 47, 49, 51, 53, 55, 57, 59, 61, savininkų bendrija \"Bendorėlių slėnis\"",
    "code": "305593290",
    "address": "Vilniaus r. sav., Avižienių sen., Raisteniškių vs., Molio g. 11-2, LT-14302"
  }
]